<?php
return array(
	
	//年级编号和测试项目对应关系
	'GRADE_ITEM'	=> 	array(
		11=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳'),
		12=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳'),
		13=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳','一分钟仰卧起坐'),
		14=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳','一分钟仰卧起坐'),
		15=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳','一分钟仰卧起坐','50米×8往返跑'),
		16=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳','一分钟仰卧起坐','50米×8往返跑'),
		21=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		22=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		23=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		24=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		31=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		32=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		33=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		34=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		41=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		42=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		43=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		44=>array('身高','体重','肺活量','50米跑','立定跳远','坐位体前屈','800米跑（女）','1000米跑（男）','一分钟仰卧起坐（女）','引体向上（男）'),
		99=>array('身高','体重','肺活量','50米跑','坐位体前屈','一分钟跳绳','一分钟仰卧起坐','50米×8往返跑','立定跳远','800米跑（女）','1000米跑（男）','引体向上（男）'),
	),
	//字段对应关系
	'GRADE_ITEM_FIELD' =>	array(
		11=>array('body_height','body_weight','vital_capacity','wsm','zwtqq','yfzts'),
		13=>array('body_height','body_weight','vital_capacity','wsm','zwtqq','yfzts','ywqz_ytxs'),
		15=>array('body_height','body_weight','vital_capacity','wsm','zwtqq','yfzts','ywqz_ytxs','wsmwfp'),
		21=>array('body_height','body_weight','vital_capacity','wsm','ldty','zwtqq','bbm_nv','yqm_nan','ywqz_ytxs','ytxs_nan')
	),
);